package utils

import (
	"fmt"
)

func PrintBanner() {
	fmt.Println(Blue + `
	
  /$$$$$$             /$$$$$$                            /$$
 /$$__  $$           /$$__  $$                          | $$
| $$  \__/  /$$$$$$ | $$  \__/  /$$$$$$  /$$$$$$$   /$$$$$$$
| $$ /$$$$ /$$__  $$|  $$$$$$  /$$__  $$| $$__  $$ /$$__  $$
| $$|_  $$| $$  \ $$ \____  $$| $$$$$$$$| $$  \ $$| $$  | $$
| $$  \ $$| $$  | $$ /$$  \ $$| $$_____/| $$  | $$| $$  | $$
|  $$$$$$/|  $$$$$$/|  $$$$$$/|  $$$$$$$| $$  | $$|  $$$$$$$
 \______/  \______/  \______/  \_______/|__/  |__/ \_______/                                         
                                                            
` + Reset)
	fmt.Println(Cyan + "gosend - HTTP Request CLI" + Reset)
	fmt.Println(Yellow + "\nSending your requests... stay calm 😎" + Reset)
}
